abseil
aom
apr
apr-util
argon2
aribb24
at-spi2-core
autoconf
bash
bat
brotli
btop
buf
c-ares
ca-certificates
cairo
certifi
cjson
composer
curl
dav1d
dbus
delve
diffoscope
docker
docker-completion
docker-compose
expat
eza
fastfetch
fd
ffmpeg
fish
flac
fontconfig
freetds
freetype
frei0r
fribidi
fzf
gd
gdk-pixbuf
gettext
gh
giflib
git
glib
glow
gluon
gmp
gnupg
gnutls
go
goimports
golangci-lint
gopls
gpgme
gradle
graphite2
gsettings-desktop-schemas
gtk+3
harfbuzz
helix
hicolor-icon-theme
highway
httpie
icu4c@77
imagemagick
imath
jasper
jdtls
jenkins
jj
jjui
jnv
jpeg-turbo
jpeg-xl
jq
kalker
krb5
lame
lazygit
ldns
leptonica
libarchive
libass
libassuan
libavif
libb2
libbluray
libcbor
libde265
libdeflate
libepoxy
libevent
libfido2
libgcrypt
libgit2
libgpg-error
libheif
libidn2
libksba
liblqr
libmagic
libmicrohttpd
libnghttp2
libogg
libomp
libplacebo
libpng
libpq
libpsl
libraw
librist
libsamplerate
libsndfile
libsodium
libsoxr
libssh
libssh2
libtasn1
libtiff
libtool
libunibreak
libunistring
libusb
libuv
libvidstab
libvmaf
libvorbis
libvpx
libx11
libxau
libxcb
libxdmcp
libxext
libxfixes
libxi
libxrender
libxtst
libyaml
libzip
little-cms2
lpeg
lsof
lua-language-server
luajit
luv
lz4
lzo
m4
mbedtls
mdbook
miniserve
molten-vk
mongosh
mpdecimal
mpg123
mpv
mujs
mysql@8.0
ncurses
neovim
net-snmp
nettle
nginx
node
npth
nspr
nss
nushell
oniguruma
opencore-amr
openexr
openjdk
openjdk@21
openjpeg
openldap
openssh
openssl@3
opus
ormolu
ouch
p11-kit
pango
parallel
pcre2
php
pinentry
pipx
pixman
pnpm
podman
podman-compose
poppler
pre-commit
protobuf
protobuf@29
putty
python@3.13
rav1e
readline
ripgrep
ripgrep-all
rtmpdump
rubberband
ruff
sdl2
sevenzip
shaderc
shared-mime-info
showkey
snappy
speex
sphinx-doc
sqlite
srt
starship
stow
svt-av1
tealdeer
telnet
tesseract
theora
tidy-html5
tokei
tree-sitter
typescript
typescript-language-server
uchardet
unbound
unibilium
unixodbc
utf8proc
uv
vapoursynth
vite
vue-language-server
vulkan-headers
vulkan-loader
watchexec
webp
wget2
wimlib
wireguard-go
wireguard-tools
x264
x265
xorgproto
xsv
xvid
xz
yazi
yt-dlp
zeromq
zimg
zlib
zoxide
zstd
